---
kind: property
id: P:Autodesk.Revit.DB.ImageType.Width
zh: 宽度
source: html/80cccf6d-e10b-8c8b-f536-b3d2e9443a75.htm
---
# Autodesk.Revit.DB.ImageType.Width Property

**中文**: 宽度

The horizontal size of the image

## Syntax (C#)
```csharp
public double Width { get; }
```